{
  "privacy": {
    "mainBlocks": [
      {
        "type": "h2",
        "text": "{{ __('Privacy Policy') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Home') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Privacy Policy') }}"
      },
      {
        "type": "p",
        "text": "آخر تحديث: 18 يناير 2025"
      },
      {
        "type": "p",
        "text": "توضح سياسة الخصوصية هذه سياساتنا وإجراءاتنا بشأن جمع معلوماتك واستخدامها والإفصاح عنها عند استخدامك للخدمة وتخبرك بحقوق الخصوصية الخاصة بك وكيف يحميك القانون."
      },
      {
        "type": "p",
        "text": "نحن نستخدم بياناتك الشخصية لتوفير الخدمة وتحسينها. باستخدام الخدمة، فإنك توافق على جمع المعلومات واستخدامها وفقًا لسياسة الخصوصية هذه. تم إنشاء سياسة الخصوصية هذه بمساعدة مولد سياسة الخصوصية."
      },
      {
        "type": "h2",
        "text": "التفسير والتعريفات"
      },
      {
        "type": "h3",
        "text": "التفسير"
      },
      {
        "type": "p",
        "text": "الكلمات التي يبدأ الحرف الأول منها بأحرف كبيرة لها معاني محددة وفقًا للشروط التالية. يجب أن يكون للتعريفات التالية نفس المعنى بغض النظر عما إذا كانت تظهر في صيغة المفرد أو الجمع."
      },
      {
        "type": "h3",
        "text": "التعاريف"
      },
      {
        "type": "p",
        "text": "لأغراض سياسة الخصوصية هذه:"
      },
      {
        "type": "li",
        "text": "الحساب يعني حسابًا فريدًا تم إنشاؤه لك للوصول إلى خدمتنا أو أجزاء من خدمتنا."
      },
      {
        "type": "li",
        "text": "الشريك يعني كيانًا يتحكم أو يخضع لسيطرة أو يخضع لسيطرة مشتركة مع طرف، حيث يكون \"التحكم\" تعني ملكية 50% أو أكثر من الأسهم أو حصة الأسهم أو الأوراق المالية الأخرى التي يحق لها التصويت لانتخاب أعضاء مجلس الإدارة أو أي سلطة إدارية أخرى."
      },
      {
        "type": "li",
        "text": "الشركة (المشار إليها باسم \"الشركة\" أو \"نحن\" أو \"نحن\" أو \"خاصتنا\" في هذه الاتفاقية) تشير إلى موقع الايمان التعليمي."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط هي ملفات صغيرة يتم وضعها على جهاز الكمبيوتر الخاص بك أو الجهاز المحمول أو أي جهاز آخر بواسطة موقع ويب، وتحتوي على تفاصيل سجل تصفحك على هذا الموقع من بين العديد من استخداماته."
      },
      {
        "type": "li",
        "text": "البلد يشير إلى: الأردن"
      },
      {
        "type": "li",
        "text": "الجهاز يعني أي جهاز يمكنه الوصول إلى الخدمة مثل الكمبيوتر أو الهاتف المحمول أو الجهاز الرقمي الكمبيوتر اللوحي."
      },
      {
        "type": "li",
        "text": "البيانات الشخصية هي أي معلومات تتعلق بشخص محدد أو يمكن تحديده."
      },
      {
        "type": "li",
        "text": "الخدمة تشير إلى الموقع الإلكتروني."
      },
      {
        "type": "li",
        "text": "مزود الخدمة يعني أي شخص طبيعي أو قانوني يعالج البيانات نيابة عن الشركة. يشير إلى شركات الطرف الثالث أو الأفراد الذين توظفهم الشركة لتسهيل الخدمة، أو تقديم الخدمة نيابة عن الشركة، أو أداء الخدمات المتعلقة بالخدمة أو مساعدة الشركة في تحليل كيفية استخدام الخدمة."
      },
      {
        "type": "li",
        "text": "خدمة الوسائط الاجتماعية التابعة لجهة خارجية تشير إلى أي موقع ويب أو أي موقع ويب لشبكة اجتماعية يمكن للمستخدم من خلاله تسجيل الدخول أو إنشاء حساب لاستخدام الخدمة."
      },
      {
        "type": "li",
        "text": "بيانات الاستخدام تشير إلى البيانات التي يتم جمعها تلقائيًا، سواء تم إنشاؤها من خلال استخدام الخدمة أو من البنية الأساسية للخدمة نفسها (على سبيل المثال، مدة زيارة الصفحة)."
      },
      {
        "type": "li",
        "text": "الموقع الإلكتروني يشير إلى موقع الايمان التعليمي، الذي يمكن الوصول إليه من https://alemancenter.com"
      },
      {
        "type": "li",
        "text": "أنت تعني الفرد الذي يصل إلى الخدمة أو يستخدمها، أو الشركة، أو الكيان القانوني الآخر الذي يصل الفرد نيابة عنه إلى الخدمة أو يستخدمها، حسب الاقتضاء."
      },
      {
        "type": "h2",
        "text": "جمع بياناتك الشخصية واستخدامها"
      },
      {
        "type": "h3",
        "text": "أنواع البيانات التي يتم جمعها"
      },
      {
        "type": "h4",
        "text": "البيانات الشخصية"
      },
      {
        "type": "p",
        "text": "أثناء استخدام خدمتنا، قد نطلب منك تزويدنا ببعض المعلومات الشخصية التي يمكن استخدامها للاتصال بك أو تحديد هويتك. قد تتضمن المعلومات الشخصية القابلة للتحديد، على سبيل المثال لا الحصر:"
      },
      {
        "type": "li",
        "text": "الاسم الأول والأخير"
      },
      {
        "type": "li",
        "text": "رقم الهاتف"
      },
      {
        "type": "li",
        "text": "بيانات الاستخدام"
      },
      {
        "type": "h4",
        "text": "بيانات الاستخدام"
      },
      {
        "type": "p",
        "text": "يتم جمع بيانات الاستخدام تلقائيًا عند استخدام الخدمة."
      },
      {
        "type": "p",
        "text": "قد تتضمن بيانات الاستخدام معلومات مثل عنوان بروتوكول الإنترنت الخاص بجهازك (على سبيل المثال، عنوان IP)، ونوع المتصفح، وإصدار المتصفح، وصفحات الخدمة التي تزورها، ووقت وتاريخ زيارتك، والوقت الذي تقضيه في تلك الصفحات، ومعرفات الأجهزة الفريدة وغيرها من بيانات التشخيص."
      },
      {
        "type": "p",
        "text": "عندما تصل إلى الخدمة بواسطة أو من خلال جهاز محمول، يجوز لنا جمع معلومات معينة تلقائيًا، بما في ذلك، على سبيل المثال لا الحصر، نوع الجهاز المحمول الذي تستخدمه، ومعرف الجهاز المحمول الفريد، وعنوان IP الخاص بجهازك المحمول، ونظام التشغيل المحمول لديك، ونوع الإنترنت المحمول المتصفح الذي تستخدمه ومعرفات الأجهزة الفريدة وبيانات التشخيص الأخرى."
      },
      {
        "type": "p",
        "text": "قد نقوم أيضًا بجمع المعلومات التي يرسلها متصفحك كلما زرت خدمتنا أو عندما تدخل إلى الخدمة بواسطة أو من خلال جهاز محمول."
      },
      {
        "type": "h4",
        "text": "معلومات من خدمات الوسائط الاجتماعية التابعة لجهات خارجية"
      },
      {
        "type": "p",
        "text": "تسمح لك الشركة بإنشاء حساب وتسجيل الدخول لاستخدام الخدمة من خلال الخطوات التالية:"
      },
      {
        "type": "li",
        "text": "Google"
      },
      {
        "type": "li",
        "text": "Facebook"
      },
      {
        "type": "li",
        "text": "Instagram"
      },
      {
        "type": "li",
        "text": "Twitter"
      },
      {
        "type": "li",
        "text": "LinkedIn"
      },
      {
        "type": "p",
        "text": "إذا قررت التسجيل من خلال خدمة وسائط اجتماعية تابعة لجهة خارجية أو منحنا حق الوصول إليها بطريقة أخرى، فقد نجمع البيانات الشخصية المرتبطة بالفعل بحساب خدمة الوسائط الاجتماعية التابعة لجهة خارجية، مثل اسمك أو عنوان بريدك الإلكتروني أو أنشطتك أو قائمة جهات الاتصال المرتبطة بهذا الحساب."
      },
      {
        "type": "p",
        "text": "قد يكون لديك أيضًا خيار مشاركة معلومات إضافية مع الشركة من خلال حساب خدمة الوسائط الاجتماعية التابعة لجهة خارجية. إذا اخترت تقديم مثل هذه المعلومات والبيانات الشخصية، أثناء التسجيل أو غير ذلك، فإنك تمنح الشركة الإذن باستخدامها ومشاركتها وتخزينها بطريقة تتفق مع سياسة الخصوصية هذه."
      },
      {
        "type": "h4",
        "text": "تقنيات التتبع وملفات تعريف الارتباط"
      },
      {
        "type": "p",
        "text": "نحن نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتتبع النشاط على خدمتنا وتخزين معلومات معينة. تقنيات التتبع المستخدمة هي إشارات وعلامات وبرامج نصية لجمع المعلومات وتتبعها وتحسين خدمتنا وتحليلها. قد تتضمن التقنيات التي نستخدمها:"
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط أو ملفات تعريف ارتباط المتصفح. ملف تعريف الارتباط هو ملف صغير يتم وضعه على جهازك. يمكنك توجيه متصفحك لرفض جميع ملفات تعريف الارتباط أو للإشارة إلى وقت إرسال ملف تعريف ارتباط. ومع ذلك، إذا كنت لا تقبل ملفات تعريف الارتباط، فقد لا تتمكن من استخدام بعض أجزاء من خدمتنا. ما لم تقم بتعديل إعدادات المتصفح الخاص بك بحيث يرفض ملفات تعريف الارتباط، فقد تستخدم خدمتنا ملفات تعريف الارتباط."
      },
      {
        "type": "li",
        "text": "إشارات الويب. قد تحتوي أقسام معينة من خدمتنا ورسائل البريد الإلكتروني الخاصة بنا على ملفات إلكترونية صغيرة تُعرف باسم إشارات الويب (يشار إليها أيضًا باسم ملفات GIF الشفافة وعلامات البكسل وملفات GIF أحادية البكسل) والتي تسمح للشركة، على سبيل المثال، بحساب عدد المستخدمين الذين زاروا تلك الصفحات أو فتحوا بريدًا إلكترونيًا ولإجراء إحصائيات أخرى ذات صلة بالموقع الإلكتروني (على سبيل المثال، تسجيل شعبية قسم معين والتحقق من سلامة النظام والخادم)."
      },
      {
        "type": "p",
        "text": "يمكن أن تكون ملفات تعريف الارتباط \"مستمرة\" أو \"ملفات تعريف ارتباط جلسة\". تظل ملفات تعريف الارتباط المستمرة على جهاز الكمبيوتر الشخصي أو الجهاز المحمول الخاص بك عندما تكون غير متصل بالإنترنت، بينما يتم حذف ملفات تعريف ارتباط الجلسة بمجرد إغلاق متصفح الويب الخاص بك. تعرف على المزيد حول ملفات تعريف الارتباط في مقالة موقع سياسات الخصوصية."
      },
      {
        "type": "p",
        "text": "نحن نستخدم ملفات تعريف الارتباط الخاصة بالجلسة والمستمرة للأغراض الموضحة أدناه:"
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الضرورية / الأساسية النوع: ملفات تعريف ارتباط خاصة بالجلسة تديرها: نحن الغرض: تعد ملفات تعريف الارتباط هذه ضرورية لتزويدك بالخدمات المتاحة من خلال الموقع وتمكينك من استخدام بعض ميزاته. فهي تساعد في التحقق من هوية المستخدمين ومنع الاستخدام الاحتيالي لحسابات المستخدمين. بدون ملفات تعريف الارتباط هذه، لا يمكن تقديم الخدمات التي طلبتها، ونحن نستخدم ملفات تعريف الارتباط هذه فقط لتزويدك بتلك الخدمات."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الخاصة بسياسة ملفات تعريف الارتباط / إشعار القبول النوع: ملفات تعريف ارتباط دائمة تديرها: نحن الغرض: تحدد ملفات تعريف الارتباط هذه ما إذا كان المستخدمون قد قبلوا استخدام ملفات تعريف الارتباط على الموقع الإلكتروني."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الوظيفية النوع: ملفات تعريف ارتباط دائمة تديرها: نحن الغرض: تسمح لنا ملفات تعريف الارتباط هذه بتذكر الخيارات التي تتخذها عند استخدام الموقع الإلكتروني، مثل تذكر تفاصيل تسجيل الدخول أو تفضيلات اللغة. الغرض من ملفات تعريف الارتباط هذه هو تزويدك بتجربة أكثر شخصية وتجنب الحاجة إلى إعادة إدخال تفضيلاتك في كل مرة تستخدم فيها الموقع."
      },
      {
        "type": "p",
        "text": "لمزيد من المعلومات حول ملفات تعريف الارتباط التي نستخدمها وخياراتك فيما يتعلق بملفات تعريف الارتباط، يرجى زيارة سياسة ملفات تعريف الارتباط أو قسم ملفات تعريف الارتباط في سياسة الخصوصية الخاصة بنا."
      },
      {
        "type": "h3",
        "text": "استخدام بياناتك الشخصية"
      },
      {
        "type": "p",
        "text": "يجوز للشركة استخدام البيانات الشخصية للأغراض التالية:"
      },
      {
        "type": "li",
        "text": "لتوفير خدمتنا وصيانتها، بما في ذلك مراقبة استخدام خدمتنا."
      },
      {
        "type": "li",
        "text": "لإدارة حسابك: لإدارة تسجيلك كمستخدم للخدمة. البيانات الشخصية التي تقدمها يمكن أن تمنحك إمكانية الوصول إلى وظائف مختلفة للخدمة متاحة لك كمستخدم مسجل."
      },
      {
        "type": "li",
        "text": "لأداء العقد: تطوير عقد الشراء والامتثال له والتعهد به للمنتجات أو العناصر أو الخدمات التي اشتريتها أو أي عقد آخر معنا من خلال الخدمة."
      },
      {
        "type": "li",
        "text": "للتواصل معك: للتواصل معك عبر البريد الإلكتروني أو المكالمات الهاتفية أو الرسائل القصيرة أو أشكال أخرى مكافئة من الاتصالات الإلكترونية، مثل إشعارات الدفع الخاصة بتطبيق الهاتف المحمول فيما يتعلق بالتحديثات أو الاتصالات الإعلامية المتعلقة بالوظائف أو المنتجات أو الخدمات المتعاقد عليها، بما في ذلك تحديثات الأمان، عندما يكون ذلك ضروريًا أو معقولاً لتنفيذها."
      },
      {
        "type": "li",
        "text": "لتزويدك بالأخبار والعروض الخاصة والمعلومات العامة حول السلع والخدمات والأحداث الأخرى التي نقدمها والتي تشبه تلك التي اشتريتها بالفعل أو استفسرت عنها ما لم تكن قد اخترت عدم تلقي مثل هذه المعلومات."
      },
      {
        "type": "li",
        "text": "لإدارة طلباتك: لحضور وإدارة طلباتك إلينا."
      },
      {
        "type": "li",
        "text": "لتحويلات الأعمال: قد نستخدم معلوماتك لتقييم أو إجراء اندماج أو بيع أو إعادة هيكلة أو إعادة تنظيم أو حل أو بيع أو نقل آخر لبعض أو كل أصولنا، سواء كشركة مستمرة أو كجزء من الإفلاس أو التصفية أو إجراء مماثل، حيث تكون البيانات الشخصية التي نحتفظ بها عن مستخدمي خدمتنا من بين الأصول المنقولة."
      },
      {
        "type": "li",
        "text": "لأغراض أخرى: قد نستخدم معلوماتك لأغراض أخرى، مثل البيانات التحليل، وتحديد اتجاهات الاستخدام، وتحديد فعالية حملاتنا الترويجية وتقييم وتحسين خدمتنا ومنتجاتنا وخدماتنا والتسويق وتجربتك."
      },
      {
        "type": "p",
        "text": "قد نشارك معلوماتك الشخصية في المواقف التالية:"
      },
      {
        "type": "li",
        "text": "مع مقدمي الخدمة: قد نشارك معلوماتك الشخصية مع مقدمي الخدمة لمراقبة وتحليل استخدام خدمتنا، والتواصل معك."
      },
      {
        "type": "li",
        "text": "بالنسبة لنقل الأعمال: قد نشارك أو ننقل معلوماتك الشخصية فيما يتعلق بأي اندماج أو بيع لأصول الشركة أو تمويل أو استحواذ على كل أو جزء من أعمالنا لشركة أخرى أو أثناء التفاوض عليها."
      },
      {
        "type": "li",
        "text": "مع الشركات التابعة: قد نشارك معلوماتك مع الشركات التابعة لنا، وفي هذه الحالة سنطلب من تلك الشركات التابعة احترام سياسة الخصوصية هذه. تشمل الشركات التابعة شركتنا الأم وأي شركات فرعية أخرى أو شركاء في المشاريع المشتركة أو شركات أخرى نتحكم فيها أو تخضع لسيطرة مشتركة معنا."
      },
      {
        "type": "li",
        "text": "مع الشركاء التجاريين: قد نشارك معلوماتك مع شركائنا التجاريين لنقدم لك منتجات أو خدمات أو عروض ترويجية معينة."
      },
      {
        "type": "li",
        "text": "مع المستخدمين الآخرين: عندما تشارك معلومات شخصية أو تتفاعل بطريقة أخرى في المناطق العامة مع مستخدمين آخرين، فقد يتم عرض هذه المعلومات من قبل جميع المستخدمين وقد يتم توزيعها علنًا في الخارج. إذا تفاعلت مع مستخدمين آخرين أو قمت بالتسجيل من خلال خدمة وسائط اجتماعية تابعة لجهة خارجية، فقد يرى جهات الاتصال الخاصة بك على خدمة الوسائط الاجتماعية التابعة لجهة خارجية اسمك وملفك الشخصي وصورك ووصف نشاطك. وبالمثل، سيتمكن المستخدمون الآخرون من عرض أوصاف نشاطك والتواصل معك وعرض ملفك الشخصي."
      },
      {
        "type": "li",
        "text": "بموافقتك: يجوز لنا الكشف عن معلوماتك الشخصية لأي غرض آخر بموافقتك."
      },
      {
        "type": "h3",
        "text": "الاحتفاظ ببياناتك الشخصية"
      },
      {
        "type": "p",
        "text": "ستحتفظ الشركة ببياناتك الشخصية فقط طالما كان ذلك ضروريًا للأغراض المنصوص عليها في سياسة الخصوصية هذه. سنحتفظ ببياناتك الشخصية ونستخدمها بالقدر اللازم للامتثال لالتزاماتنا القانونية (على سبيل المثال، إذا طُلب منا الاحتفاظ ببياناتك للامتثال للقوانين المعمول بها)، وحل النزاعات، وإنفاذ اتفاقياتنا وسياساتنا القانونية."
      },
      {
        "type": "p",
        "text": "ستحتفظ الشركة أيضًا ببيانات الاستخدام لأغراض التحليل الداخلي. يتم الاحتفاظ ببيانات الاستخدام بشكل عام لفترة زمنية أقصر، باستثناء الحالات التي تُستخدم فيها هذه البيانات لتعزيز الأمان أو تحسين وظائف خدمتنا، أو عندما نكون ملزمين قانونًا بالاحتفاظ بهذه البيانات لفترات زمنية أطول."
      },
      {
        "type": "h3",
        "text": "نقل بياناتك الشخصية"
      },
      {
        "type": "p",
        "text": "يتم معالجة معلوماتك، بما في ذلك البيانات الشخصية، في المكاتب التشغيلية للشركة وفي أي أماكن أخرى توجد فيها الأطراف المشاركة في المعالجة. هذا يعني أنه قد يتم نقل هذه المعلومات إلى أجهزة كمبيوتر تقع خارج ولايتك أو مقاطعتك أو بلدك أو أي ولاية قضائية حكومية أخرى حيث قد تختلف قوانين حماية البيانات عن تلك الموجودة في ولايتك القضائية."
      },
      {
        "type": "p",
        "text": "إن موافقتك على سياسة الخصوصية هذه متبوعة بإرسالك لهذه المعلومات تمثل موافقتك على هذا النقل."
      },
      {
        "type": "p",
        "text": "ستتخذ الشركة جميع الخطوات اللازمة بشكل معقول لضمان التعامل مع بياناتك بأمان ووفقًا لسياسة الخصوصية هذه ولن يتم نقل بياناتك الشخصية إلى منظمة أو دولة ما لم تكن هناك ضوابط كافية في مكانها بما في ذلك أمان بياناتك والمعلومات الشخصية الأخرى."
      },
      {
        "type": "h3",
        "text": "حذف بياناتك الشخصية"
      },
      {
        "type": "p",
        "text": "لديك الحق في حذف أو طلب المساعدة في حذف البيانات الشخصية التي جمعناها عنك."
      },
      {
        "type": "p",
        "text": "قد تمنحك خدمتنا القدرة على حذف معلومات معينة عنك من داخل الخدمة."
      },
      {
        "type": "p",
        "text": "يمكنك تحديث أو تعديل أو حذف معلوماتك في أي وقت عن طريق تسجيل الدخول إلى حسابك، إذا كان لديك واحد، وزيارة الحساب قسم الإعدادات الذي يسمح لك بإدارة معلوماتك الشخصية."
      },
      {
        "type": "p",
        "text": "يرجى ملاحظة أنه قد يتعين علينا الاحتفاظ بمعلومات معينة عندما يكون لدينا التزام قانوني أو أساس قانوني للقيام بذلك."
      },
      {
        "type": "h3",
        "text": "الإفصاح عن بياناتك الشخصية"
      },
      {
        "type": "h4",
        "text": "المعاملات التجارية"
      },
      {
        "type": "p",
        "text": "إذا كانت الشركة متورطة في اندماج أو استحواذ أو بيع أصول، فقد يتم نقل بياناتك الشخصية. سنقدم إشعارًا قبل نقل بياناتك الشخصية وخضوعها لسياسة خصوصية مختلفة."
      },
      {
        "type": "h4",
        "text": "إنفاذ القانون"
      },
      {
        "type": "p",
        "text": "في ظل ظروف معينة، قد يُطلب من الشركة الكشف عن بياناتك الشخصية إذا كان القانون يلزمها بذلك أو استجابة لطلبات صالحة من السلطات العامة (على سبيل المثال محكمة أو وكالة حكومية)."
      },
      {
        "type": "h4",
        "text": "متطلبات قانونية أخرى"
      },
      {
        "type": "p",
        "text": "قد تكشف الشركة عن بياناتك الشخصية بحسن نية إذا كان هذا الإجراء ضروريًا لـ:"
      },
      {
        "type": "li",
        "text": "الامتثال لالتزام قانوني"
      },
      {
        "type": "li",
        "text": "حماية والدفاع عن حقوق أو ممتلكات الشركة"
      },
      {
        "type": "li",
        "text": "منع أو التحقيق في أي مخالفات محتملة فيما يتعلق بالخدمة"
      },
      {
        "type": "li",
        "text": "حماية السلامة الشخصية لمستخدمي الخدمة أو الجمهور"
      },
      {
        "type": "li",
        "text": "الحماية من المسؤولية القانونية"
      },
      {
        "type": "h3",
        "text": "أمان بياناتك الشخصية"
      },
      {
        "type": "p",
        "text": "أمان بياناتك الشخصية البيانات مهمة بالنسبة لنا، ولكن تذكر أنه لا توجد طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100%. وبينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك الشخصية، لا يمكننا ضمان أمانها المطلق."
      },
      {
        "type": "h2",
        "text": "خصوصية الأطفال"
      },
      {
        "type": "p",
        "text": "لا تستهدف خدمتنا أي شخص يقل عمره عن 13 عامًا. ولا نجمع عن علم معلومات تعريف شخصية من أي شخص يقل عمره عن 13 عامًا. إذا كنت أحد الوالدين أو الوصي وكنت على علم بأن طفلك قد زودنا ببيانات شخصية، يرجى الاتصال بنا. إذا علمنا أننا جمعنا بيانات شخصية من أي شخص يقل عمره عن 13 عامًا دون التحقق من موافقة أحد الوالدين، فإننا نتخذ خطوات لإزالة تلك المعلومات من خوادمنا."
      },
      {
        "type": "p",
        "text": "إذا احتجنا إلى الاعتماد على الموافقة كأساس قانوني لمعالجة معلوماتك وكانت بلدك تتطلب موافقة أحد الوالدين، فقد نطلب موافقة والديك قبل جمع تلك المعلومات واستخدامها."
      },
      {
        "type": "h2",
        "text": "روابط إلى مواقع ويب أخرى"
      },
      {
        "type": "p",
        "text": "قد تحتوي خدمتنا على روابط لمواقع ويب أخرى لا يتم تشغيلها بواسطة شركتنا. إذا نقرت على رابط تابع لجهة خارجية، فسيتم توجيهك إلى موقع تلك الجهة الخارجية. ننصحك بشدة بمراجعة سياسة الخصوصية الخاصة بكل موقع تزوره."
      },
      {
        "type": "p",
        "text": "ليس لدينا أي سيطرة على محتوى أو سياسات الخصوصية أو ممارسات أي مواقع أو خدمات تابعة لجهات خارجية ولا نتحمل أي مسؤولية عنها."
      },
      {
        "type": "h2",
        "text": "التغييرات على سياسة الخصوصية هذه"
      },
      {
        "type": "p",
        "text": "قد نقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. سنعلمك بأي تغييرات من خلال نشر سياسة الخصوصية الجديدة على هذه الصفحة."
      },
      {
        "type": "p",
        "text": "سنقوم بإعلامك عبر البريد الإلكتروني و/أو إشعار بارز على خدمتنا، قبل أن يصبح التغيير ساريًا ونقوم بتحديث تاريخ \"آخر تحديث\" في أعلى سياسة الخصوصية هذه."
      },
      {
        "type": "p",
        "text": "ننصحك بمراجعة سياسة الخصوصية هذه بشكل دوري بحثًا عن أي تغييرات. تدخل التغييرات التي تطرأ على سياسة الخصوصية هذه حيز التنفيذ عند نشرها على هذه الصفحة."
      },
      {
        "type": "h2",
        "text": "{{ __('التواصل معنا') }}"
      },
      {
        "type": "p",
        "text": "{{ __('إذا كانت لديك أي أسئلة أو اقتراحات، يسعدنا أن نتواصل معك عبر:') }}"
      }
    ],
    "contactBlocks": []
  },
  "terms": {
    "mainBlocks": [
      {
        "type": "h2",
        "text": "{{ __('Terms of Service') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Home') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Terms of Service') }}"
      },
      {
        "type": "p",
        "text": "آخر تحديث: 18 يناير 2025"
      },
      {
        "type": "p",
        "text": "يرجى قراءة شروط وأحكام الاستخدام بعناية قبل استخدام موقع موقع {{ config('settings.site_name') }} (https://alemancenter.com). باستخدامك لهذا الموقع، فإنك توافق على الالتزام بالشروط والأحكام التالية."
      },
      {
        "type": "h2",
        "text": "1. مقدمة"
      },
      {
        "type": "p",
        "text": "يهدف موقع {{ config('settings.site_name') }} إلى توفير محتوى تعليمي متكامل ومحدث يتماشى مع المنهاج الأردني. يتم تقسيم المحتوى إلى صفوف دراسية، مواد تعليمية، وأقسام مرفقات تهدف لدعم العملية التعليمية. يوفر الموقع أيضًا مقالات تعليمية وأخبار مخصصة للمعلمين والإدارة المدرسية."
      },
      {
        "type": "h2",
        "text": "2. التعريفات"
      },
      {
        "type": "li",
        "text": "\"الموقع\": يشير إلى موقع {{ config('settings.site_name') }} (https://alemancenter.com)."
      },
      {
        "type": "li",
        "text": "\"الخدمة\": تعني جميع المحتويات، المواد التعليمية، والمرفقات التي يوفرها الموقع."
      },
      {
        "type": "li",
        "text": "\"المستخدم\": أي شخص يصل إلى الموقع أو يستخدمه، سواء كان مديرًا، مشرفًا، أو عضوًا."
      },
      {
        "type": "li",
        "text": "\"العضوية\": تعني الحساب المسجل الذي يمكن للمستخدم الوصول من خلاله إلى ميزات محددة."
      },
      {
        "type": "h2",
        "text": "3. الأدوار والصلاحيات"
      },
      {
        "type": "p",
        "text": "يقسم الموقع صلاحيات المستخدمين إلى ثلاث فئات:"
      },
      {
        "type": "li",
        "text": "المدير: يتمتع بكامل الصلاحيات لإدارة المحتوى، المستخدمين، والإعدادات."
      },
      {
        "type": "li",
        "text": "المشرف: يقتصر دوره على إدارة المقالات (إضافة، تعديل، حذف)."
      },
      {
        "type": "li",
        "text": "العضو: يمكنه التعليق على المقالات وتحميل المرفقات فقط."
      },
      {
        "type": "h2",
        "text": "4. استخدام الخدمة"
      },
      {
        "type": "p",
        "text": "باستخدامك للموقع، فإنك توافق على:"
      },
      {
        "type": "li",
        "text": "عدم استخدام الموقع لأي غرض غير قانوني أو ينتهك القوانين الأردنية."
      },
      {
        "type": "li",
        "text": "عدم محاولة اختراق أو تعطيل عمل الموقع."
      },
      {
        "type": "li",
        "text": "استخدام المحتوى المتاح فقط للأغراض التعليمية الشخصية وعدم إعادة توزيعه دون إذن مسبق."
      },
      {
        "type": "h2",
        "text": "5. الملكية الفكرية"
      },
      {
        "type": "p",
        "text": "جميع المحتويات المنشورة على الموقع، بما في ذلك النصوص، الصور، والشعارات، هي ملك لموقع {{ config('settings.site_name') }} وتحميها قوانين حقوق الملكية الفكرية. يُحظر نسخ أو استخدام أي جزء من الموقع دون إذن كتابي مسبق."
      },
      {
        "type": "h2",
        "text": "6. سياسة المرفقات"
      },
      {
        "type": "p",
        "text": "يحتوي الموقع على مرفقات تعليمية تشمل:"
      },
      {
        "type": "li",
        "text": "الخطة الدراسية."
      },
      {
        "type": "li",
        "text": "أوراق العمل وكورسات المواد."
      },
      {
        "type": "li",
        "text": "الاختبارات الشهرية والنهائية."
      },
      {
        "type": "li",
        "text": "الكتب الرسمية ودليل المعلم."
      },
      {
        "type": "p",
        "text": "يُسمح بتنزيل المرفقات للاستخدام الشخصي فقط، ويحظر توزيعها أو استخدامها لأغراض تجارية."
      },
      {
        "type": "h2",
        "text": "7. حدود المسؤولية"
      },
      {
        "type": "p",
        "text": "لا يتحمل الموقع أي مسؤولية عن:"
      },
      {
        "type": "li",
        "text": "أي أضرار مباشرة أو غير مباشرة ناتجة عن استخدامك للمحتوى أو المرفقات."
      },
      {
        "type": "li",
        "text": "أي معلومات غير دقيقة أو غير محدثة على الموقع."
      },
      {
        "type": "li",
        "text": "أي انقطاع في الخدمة بسبب عوامل خارجة عن إرادتنا."
      },
      {
        "type": "h2",
        "text": "8. التعديلات"
      },
      {
        "type": "p",
        "text": "يحتفظ موقع {{ config('settings.site_name') }} بالحق في تعديل هذه الشروط والأحكام في أي وقت. سيتم إشعار المستخدمين بأي تغييرات من خلال تحديث هذه الصفحة. استمرارك في استخدام الموقع يعني قبولك للشروط المعدلة."
      },
      {
        "type": "h2",
        "text": "9. القانون الحاكم"
      },
      {
        "type": "p",
        "text": "تُفسر هذه الشروط والأحكام وفقًا لقوانين المملكة الأردنية الهاشمية."
      },
      {
        "type": "h2",
        "text": "{{ __('التواصل معنا') }}"
      },
      {
        "type": "p",
        "text": "{{ __('إذا كانت لديك أي أسئلة أو اقتراحات، يسعدنا أن نتواصل معك عبر:') }}"
      }
    ],
    "contactBlocks": []
  },
  "cookie": {
    "mainBlocks": [
      {
        "type": "h2",
        "text": "{{ __('Cookie Policy') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Home') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Cookie Policy') }}"
      },
      {
        "type": "p",
        "text": "آخر تحديث: 18 يناير 2025"
      },
      {
        "type": "p",
        "text": "توضح سياسة ملفات تعريف الارتباط هذه كيفية استخدام موقع {{ config('settings.site_name') }} ({{siteUrl}}) ملفات تعريف الارتباط (Cookies) لتحسين تجربة المستخدم وتقديم خدمات مخصصة."
      },
      {
        "type": "h2",
        "text": "1. ما هي ملفات تعريف الارتباط؟"
      },
      {
        "type": "p",
        "text": "ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم تخزينها على جهازك عند زيارة موقعنا. تُستخدم هذه الملفات لتذكر تفضيلاتك وتحسين تجربتك على الموقع."
      },
      {
        "type": "h2",
        "text": "2. كيفية استخدامنا لملفات تعريف الارتباط"
      },
      {
        "type": "p",
        "text": "نستخدم ملفات تعريف الارتباط للأغراض التالية:"
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الضرورية: تُستخدم لتمكين الميزات الأساسية مثل التنقل في الموقع والوصول الآمن."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط التحليلية: تساعدنا في فهم كيفية استخدام الزوار للموقع لتحسين أدائه."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الوظيفية: تُستخدم لتذكر تفضيلاتك مثل اللغة أو الإعدادات المخصصة."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الإعلانية: تُستخدم لعرض الإعلانات ذات الصلة بناءً على اهتماماتك."
      },
      {
        "type": "h2",
        "text": "3. أنواع ملفات تعريف الارتباط التي نستخدمها"
      },
      {
        "type": "p",
        "text": "يمكن تصنيف ملفات تعريف الارتباط التي نستخدمها إلى نوعين:"
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط الدائمة: تظل هذه الملفات مخزنة على جهازك حتى تنتهي صلاحيتها أو تقوم بحذفها يدويًا."
      },
      {
        "type": "li",
        "text": "ملفات تعريف الارتباط المؤقتة (الجلسات): تُحذف هذه الملفات تلقائيًا عند إغلاق متصفحك."
      },
      {
        "type": "h2",
        "text": "4. التحكم في ملفات تعريف الارتباط"
      },
      {
        "type": "p",
        "text": "يمكنك التحكم في استخدام ملفات تعريف الارتباط أو إيقافها بالكامل من خلال إعدادات متصفحك. ومع ذلك، قد يؤدي ذلك إلى عدم تمكنك من استخدام بعض ميزات الموقع."
      },
      {
        "type": "p",
        "text": "للتحكم في ملفات تعريف الارتباط، اتبع الإرشادات الموجودة في إعدادات متصفحك:"
      },
      {
        "type": "li",
        "text": "لـ Google Chrome: إرشادات كروم"
      },
      {
        "type": "li",
        "text": "لـ Mozilla Firefox: إرشادات فايرفوكس"
      },
      {
        "type": "li",
        "text": "لـ Safari: إرشادات سفاري"
      },
      {
        "type": "h2",
        "text": "5. ملفات تعريف الارتباط الخارجية"
      },
      {
        "type": "p",
        "text": "قد نستخدم خدمات خارجية مثل Google Analytics لتحليل أداء الموقع. هذه الخدمات قد تضع ملفات تعريف ارتباط خاصة بها لجمع البيانات حول استخدامك للموقع. نحن لا نتحكم في ملفات تعريف الارتباط التي يتم وضعها بواسطة الجهات الخارجية."
      },
      {
        "type": "h2",
        "text": "6. تحديث سياسة ملفات تعريف الارتباط"
      },
      {
        "type": "p",
        "text": "قد يتم تحديث سياسة ملفات تعريف الارتباط من وقت لآخر لتلبية المتطلبات القانونية أو التكنولوجية. يُنصح بمراجعة هذه الصفحة بانتظام للحصول على أحدث المعلومات."
      },
      {
        "type": "h2",
        "text": "{{ __('التواصل معنا') }}"
      },
      {
        "type": "p",
        "text": "{{ __('إذا كانت لديك أي أسئلة أو اقتراحات، يسعدنا أن نتواصل معك عبر:') }}"
      }
    ],
    "contactBlocks": []
  },
  "disclaimer": {
    "mainBlocks": [
      {
        "type": "h2",
        "text": "{{ __('Disclaimer') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Home') }}"
      },
      {
        "type": "li",
        "text": "{{ __('Disclaimer') }}"
      },
      {
        "type": "p",
        "text": "آخر تحديث: 18 يناير 2025"
      },
      {
        "type": "h2",
        "text": "1. الغرض من الموقع"
      },
      {
        "type": "p",
        "text": "موقع {{ config('settings.site_name') }} ({{siteUrl}}) هو منصة تعليمية تهدف إلى تقديم محتوى تعليمي محدث ومصمم لدعم العملية التعليمية وفقًا للمنهاج الأردني. جميع المعلومات والمحتويات المقدمة على هذا الموقع هي لأغراض تعليمية وإرشادية فقط."
      },
      {
        "type": "h2",
        "text": "2. دقة المعلومات"
      },
      {
        "type": "p",
        "text": "نحن نسعى لضمان دقة وصحة جميع المعلومات المقدمة على الموقع. ومع ذلك، لا نضمن أن تكون جميع المواد والمحتويات خالية تمامًا من الأخطاء أو محدثة بشكل كامل. يتحمل المستخدم مسؤولية التحقق من المعلومات قبل الاعتماد عليها."
      },
      {
        "type": "h2",
        "text": "3. حدود المسؤولية"
      },
      {
        "type": "p",
        "text": "موقع {{ config('settings.site_name') }} غير مسؤول عن:"
      },
      {
        "type": "li",
        "text": "أي أضرار مباشرة أو غير مباشرة قد تنجم عن استخدامك للموقع أو الاعتماد على محتوياته."
      },
      {
        "type": "li",
        "text": "أي خسائر أو أضرار تتعلق بتنزيل المرفقات أو المستندات التعليمية من الموقع."
      },
      {
        "type": "li",
        "text": "أي انقطاع في الخدمة بسبب مشكلات تقنية أو خارجية."
      },
      {
        "type": "h2",
        "text": "4. الروابط الخارجية"
      },
      {
        "type": "p",
        "text": "قد يحتوي الموقع على روابط لمواقع إلكترونية خارجية. هذه الروابط توفرها موقع {{ config('settings.site_name') }} لتسهيل الوصول إلى مصادر إضافية. نحن غير مسؤولين عن محتوى أو سياسات الخصوصية الخاصة بهذه المواقع الخارجية."
      },
      {
        "type": "h2",
        "text": "5. الاستخدام الشخصي وغير التجاري"
      },
      {
        "type": "p",
        "text": "جميع المحتويات والمواد التعليمية المقدمة على الموقع مصممة للاستخدام الشخصي وغير التجاري. يُحظر نسخ أو إعادة توزيع أي محتوى دون إذن كتابي مسبق."
      },
      {
        "type": "h2",
        "text": "6. تحديث إخلاء المسؤولية"
      },
      {
        "type": "p",
        "text": "قد يتم تحديث هذه الصفحة من وقت لآخر لتعكس تغييرات في السياسات أو اللوائح. يُنصح المستخدمون بمراجعة هذه الصفحة بانتظام للتأكد من فهمهم لأحدث النسخ."
      },
      {
        "type": "h2",
        "text": "{{ __('التواصل معنا') }}"
      },
      {
        "type": "p",
        "text": "{{ __('إذا كانت لديك أي أسئلة أو اقتراحات، يسعدنا أن نتواصل معك عبر:') }}"
      }
    ],
    "contactBlocks": []
  }
}